/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "L'application %1$@ %2$@ a été téléchargée et est prête à être utilisée ! Il s'agit d'une mise à jour importante, souhaitez-vous l'installer et relancer %1$@ maintenant ?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "L'application %1$@ %2$@ a été téléchargée et est prête à être utilisée ! Souhaitez-vous l'installer et relancer %1$@ maintenant ?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "L'application %1$@ ne peut être mise à jour lorsqu'elle fonctionne depuis un volume en lecture seule tel qu'une image de disque ou un lecteur optique. Veuillez déplacer %1$@ dans votre dossier Applications, relancer l'application et réessayer.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ est actuellement la version disponible la plus récente.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ à été téléchargée";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ sur %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "Une nouvelle version de %1$@ est disponible. Passez à la version %2$@ pour profiter des dernières améliorations.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "Une nouvelle version de %1$@ est disponible. Passez à la version %2$@ pour profiter des dernières améliorations. Souhaitez-vous consultez notre page Web afin d'en savoir plus à propos de cette mise à jour ?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "Une nouvelle version de %@ est prête à être installée !";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Une erreur s'est produite lors de la récupération des informations de mise à jour. Veuillez réessayer ultérieurement.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Une erreur est survenue lors du téléchargement de la mise à jour. Veuillez réessayer ultérieurement.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Une erreur est survenue lors de la décompression de l'archive. Veuillez réessayer ultérieurement.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Une erreur est survenue lors de l'installation de la mise à jour. Veuillez réessayer ultérieurement.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Une erreur s'est produite lors de l'analyse du flux de mises à jour.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Une erreur s'est produite lors de l'ouverture de %1$@, cependant une nouvelle version sera disponible la prochaine fois que vous lancerez %1$@.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "Une mise à jour importante de %@ est prête à être installée";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cancel Update" = "Annuler la mise à jour";

/* No comment provided by engineer. */
"Checking for updates..." = "Vérification des mises à jour...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Téléchargement de la mise à jour...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Extraction de la mise à jour...";

/* the unit for gigabytes */
"GB" = "Go";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installer et relancer";

/* Take care not to overflow the status window. */
"Installing update..." = "Installation de la mise à jour...";

/* the unit for kilobytes */
"KB" = "Ko";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "En savoir plus…";

/* No comment provided by engineer. */
"Let's update your app" = "Mettons à jour votre application";

/* the unit for megabytes */
"MB" = "Mo";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Prêt à installer";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Souhaitez-vous autoriser la vérification automatique des mise à jour pour %1$@ ? Vous pourrez toujours vérifier les mises à jour manuellement depuis le menu %1$@.";

/* No comment provided by engineer. */
"The update is improperly signed." = "Cette mise à jour n'est pas correctement signée.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "La mise à jour ne sera pas installée car l'utilisateur a demandé l'arrêt du système";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "Oups. Votre version de %@ est obsolète.";

/* No comment provided by engineer. */
"Update Error!" = "Erreur lors de la mise à jour!";

/* No comment provided by engineer. */
"Updating %@" = "Mise à jour de %@ en cours";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Vous possédez déjà la dernière version de %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Vous êtes à jour !";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Vous utilisez actuellement la version %@, qui n'est plus prise en charge. Nous avons apporté de nombreuses améliorations depuis. Téléchargez la dernière version pour continuer.";
